05_erb_layout_partial/deas-0.29.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    25.10ms   14.62ms  68.62ms   90.00%
    Req/Sec   160.65     10.49   176.00     65.00%
  642 requests in 2.00s, 263.25KB read
  Socket errors: connect 0, read 5, write 0, timeout 0
Requests/sec:    320.99
Transfer/sec:    131.62KB